/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2006-2020 Michael O. McCracken.";

"PDF" = "PDF";
"PDF Bundle" = "PDF Bundle";
"PostScript" = "PostScript";
"Encapsulated PostScript" = "Encapsulated PostScript";
"DVI" = "DVI";
"XDV" = "XDV";
"Skim Notes" = "Skim Notes";
"Notes as Text" = "Notes as Text";
"Notes as RTF" = "Notes as RTF";
"Notes as RTFD" = "Notes as RTFD";
"Notes as FDF" = "Notes as FDF";
"Archive" = "Archive";
"Folder" = "Folder";

"net.sourceforge.skim-app.skimURL" = "Skim URL";

NSAppleEventsUsageDescription = "Skim uses AppleScript to compse e-mail messages, open text editors, and run user AppleScripts from the menu.";
NSDownloadsFolderUsageDescription = "Skim places downloaded files in your Downloads folder.";
